Revit 2024 API
SymbolTypeId.MiPerSSup2 Property
 Symbol mi/s², indicating unit Miles per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MiPerSSup2 { get; }
Visual Basic
Public Shared ReadOnly Property MiPerSSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MiPerSSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace